Repository: seanpm2001/mt-training-data
Catalog: sd/sd_pontoon.tmx
Source language: en_us
Languages: sd

source: 1 sentence collected
sd: 1 جملو گڏ ڪيو ويو

source: 2019 End-of-Year Release
sd: 2019 سال جي آخر جي رليز

source: 2 down, keep it up!<playIcon></playIcon>
sd: 2 هيٺ، مٿي رکو! <playIcon></playIcon>

source: ≥ 2 No votes
sd: ≥ 2 ووٽ نه

source: ≥ 2 Yes votes
sd: ≥ 2 ها ووٽ

source: Abbreviations and Acronyms
sd: مخففات ۽ مخففات

source: Abbreviations and Acronyms. Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation. For example, the acronym “ICE” could be pronounced “I-C-E” or as a single word.
sd: مخففات ۽ مخففات. مخففات ۽ مخففات جهڙوڪ "USA" يا "ICE" کان پاسو ڪرڻ گهرجي ماخذ جي متن ۾ ڇاڪاڻ ته اهي شايد اهڙي طريقي سان پڙهيا وڃن جيڪي انهن جي اسپيلنگ سان متفق نه هجن. اضافي طور تي، هڪ واحد مخفف لاءِ ڪيترائي صحيح پڙهي سگهجن ٿا. مثال طور، مخفف "ICE" لفظ "I-C-E" يا هڪ لفظ جي طور تي ٿي سگهي ٿو.

source: Abbreviations and acronyms like “USA” or “ICE” should be avoided in the source text because they may be read in a way that does not coincide with their spelling. Additionally, there may be multiple accurate readings for a single abbreviation.
sd: مخففات ۽ مخففات جهڙوڪ "USA" يا "ICE" کان پاسو ڪيو وڃي ماخذ جي متن ۾ ڇاڪاڻ ته اهي شايد اهڙي طريقي سان پڙهيا وڃن جيڪي انهن جي اسپيلنگ سان ٺهڪندڙ نه هجن. اضافي طور تي، ٿي سگهي ٿو هڪ واحد مخفف لاءِ ڪيترائي درست پڙهيا.

source: Abkhaz
sd: ابخاز زبان

source: About
sd: بابت

source: Academic Reference
sd: تعليمي حوالو

source: Accent
sd: تلفظ

source: Accepted file types: .tsv only
sd: قبول ٿيل فائل جا قسم: .tsv صرف

source: Account
sd: کاتو

source: <accuracyLink>See more on accuracy criteria.</accuracyLink>
sd: <accuracyLink>وڌيڪ ڏسو درستگي جي معيار تي.</accuracyLink>

source: Acehnese
sd: آشياني زبان

source: { $actionType }<playIcon></playIcon> did they accurately speak the sentence?
sd: { $actionType } <playIcon></playIcon> ڇا انهن جملو صحيح ڳالهايو؟

source: { $actionType }<recordIcon></recordIcon> then read the sentence aloud
sd: { $actionType } </recordIcon> پوءِ وڏي آواز سان جملو پڙهو

source: { $actionType }<stopIcon></stopIcon> when done
sd: { $actionType } <stopIcon></stopIcon> جڏھن ٿي ويو

source: { $actionType } submit when ready
sd: { $actionType } جمع ڪرايو جڏهن تيار ٿيو

source: Add
sd: شامل ڪريو

source: Add a language you want to contribute to
sd: ھڪڙي ٻولي شامل ڪريو جنھن ۾ توھان حصو ڏيڻ چاھيو ٿا

source: Add as much information as you can about the language. This could include:
sd: وڌ ۾ وڌ ڄاڻ شامل ڪريو توھان جي ٻولي بابت. هي شامل ٿي سگھي ٿو:

source: Add <icon></icon> a public domain sentence
sd: شامل ڪريو <icon></icon> عوامي ڊومين جو جملو

source: Add information
sd: معلومات شامل ڪريو

source: Adding languages to work with
sd: ڪم ڪرڻ لاءِ ٻوليون شامل ڪرڻ

source: Adding Sentences
sd: جملا شامل ڪرڻ

source: Additional Language
sd: اضافي ٻولي

source: Add Language
sd: ٻولي شامل ڪريو

source: <addLink>Add more sentences now!</addLink>
sd: <addLink>وڌيڪ جملا شامل ڪريو ھاڻي!</addLink>

source: Add new custom accent "{ $inputValue }"
sd: نئون حسب ضرورت تلفظ شامل ڪريو "{ $inputValue }"

source: Add new sentences
sd: نوان جملا شامل ڪريو

source: Add Sentences
sd: جملا شامل ڪريو

source: Add <wikipediaLink>public domain</wikipediaLink> sentences
sd: شامل ڪريو <wikipediaLink>عوامي ڊومين</wikipediaLink> جملا

source: Add Your Voice
sd: پنهنجو آواز شامل ڪريو

source: Adyghe
sd: اَديگِي زبان

source: Afaan Oromo
sd: افان اورومو

source: A few bytes
sd: چند بائيٽس

source: Afrikaans
sd: آفريڪي ٻولي

source: Age
sd: عمر

source: Albanian
sd: الباني

source: A little background noise is okay, but if you can hear another person speaking distinct words, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sd: ٿورڙو پس منظر گوڙ ٺيڪ آهي، پر جيڪڏهن توهان ٻڌي سگهو ٿا ڪنهن ٻئي شخص کي الڳ لفظ ڳالهائيندو، ڪلپ کي رد ڪيو وڃي. عام طور تي اهو ٿئي ٿو جتي ٽي وي ڇڏي ويو آهي، يا جتي ويجھي گفتگو ٿي رهي آهي.

source: All
sd: سڀ

source: All sentences you submit must be under <wikipediaLink>Public Domain (CC-0) license</wikipediaLink>. To support the inclusion of work not under public licence, we have created a <cc0WaiverLink>Contributions Agreement template</cc0WaiverLink> for works where the copyright owner would like to contribute the material to Common Voice.
sd: سڀئي جملا جيڪي توهان جمع ڪرايا آهن انهن کي <wikipediaLink>Public Domain (CC-0) لائسنس</wikipediaLink> هيٺ هجڻ گهرجي. عوامي لائسنس جي تحت ڪم جي شموليت جي حمايت ڪرڻ لاءِ، اسان ٺاھيو آھي <cc0WaiverLink>Contributions Agreement Template</cc0WaiverLink> انھن ڪمن لاءِ جتي ڪاپي رائيٽ جو مالڪ ڪامن وائس تي مواد ڏيڻ چاھيندو.

source: All voice clips in the dataset are scrubbed of personally identifying information. When a contributor provides demographic data via their profile, that information is de-identified from their voice clips before being bundled for download in the dataset and is never made public on their profile page.
sd: ڊيٽا سيٽ ۾ سڀئي وائس ڪلپس ذاتي طور تي سڃاڻپ ڪندڙ معلومات کي صاف ڪري رهيا آهن. جڏهن ڪو تعاون ڪندڙ پنهنجي پروفائل ذريعي ڊيموگرافڪ ڊيٽا مهيا ڪري ٿو، اها معلومات ڊيٽا سيٽ ۾ ڊائون لوڊ ڪرڻ لاءِ بنڊل ٿيڻ کان اڳ انهن جي وائس ڪلپس مان غير سڃاڻپ ڪئي ويندي آهي ۽ ڪڏهن به انهن جي پروفائل صفحي تي عوامي نه ڪئي ويندي آهي.

source: Already have an account? <login>Log-In</login>
sd: اڳ ۾ ئي هڪ اڪائونٽ آهي؟ <login>لاگ ان</login>

source: Amharic
sd: امهاري ٻولي

source: An error occurred fetching sentences
sd: جملن کي آڻڻ ۾ هڪ غلطي ٿي وئي

source: An error occurred reviewing this sentence
sd: هن جملي جو جائزو وٺڻ ۾ غلطي ٿي وئي

source: An error occurred submitting your voice information
sd: توهان جي آواز جي معلومات جمع ڪرائڻ ۾ هڪ نقص پيدا ٿيو

source: Anonymized user data like age, gender, and accent helps improve the audio data used to train the accuracy of speech recognition engines. Your username and email will never be associated with your submitted data, and you can choose whether to make your username public or anonymous.
sd: گمنام استعمال ڪندڙ ڊيٽا جهڙوڪ عمر، جنس، ۽ تلفظ اسپيچ ريڪگنيشن انجڻ جي درستگي کي تربيت ڏيڻ لاءِ استعمال ٿيندڙ آڊيو ڊيٽا کي بهتر بنائڻ ۾ مدد ڪري ٿو. توهان جو صارف نالو ۽ اي ميل ڪڏهن به توهان جي جمع ڪيل ڊيٽا سان لاڳاپيل نه هوندو، ۽ توهان اهو چونڊي سگهو ٿا ته توهان جو صارف نالو عوامي يا گمنام بڻائڻو آهي.

source: Approve
sd: منظور ڪريو

source: A quiet background hubbub is OK, but we don’t want additional voices that may cause a machine algorithm to identify words that are not in the written text. If you can hear distinct words apart from those of the text, the clip should be rejected. Typically this happens where the TV has been left on, or where there is a conversation going on nearby.
sd: هڪ خاموش پس منظر ميلاپ ٺيڪ آهي، پر اسان اضافي آواز نٿا چاهيون جيڪي هڪ مشين الگورٿم کي انهن لفظن کي سڃاڻڻ جو سبب بڻائين جيڪي لکيل متن ۾ نه آهن. جيڪڏهن توهان متن جي ڌار ڌار لفظ ٻڌي سگهو ٿا، ڪلپ کي رد ڪيو وڃي. عام طور تي اهو ٿئي ٿو جتي ٽي وي ڇڏي ويو آهي، يا جتي ويجھي گفتگو ٿي رهي آهي.

source: Arabic
sd: عربي ٻولي

source: Aragonese
sd: ارگوني ٻولي

source: Are you coming? [called by another]
sd: ڇا توهان اچو پيا؟ [ٻئي سڏيو]

source: Are you coming? <strong>[called by another]</strong>
sd: ڇا تون اچين پيو؟ <strong>[ٻئي طرفان سڏيو ويندو آهي]</strong>

source: Armenian
sd: آرمينيائي ٻولي

source: Armenian Western
sd: آرمينيائي مغربي

source: Ask about a new language
sd: نئين ٻولي بابت پڇو

source: Ask us questions on <matrixLink>Matrix</matrixLink>, <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.
sd: اسان کان سوال پڇو <matrixLink>Matrix</matrixLink>، <discourseLink>Discourse</discourseLink> or <emailLink>email</emailLink>.

source: Assamese
sd: آسامي ٻولي

source: Asturian
sd: آسٽورين ٻولي

source: Audio Format
sd: آڊيو شڪل

source: Avatar
sd: اوتار

source: Avatar uploaded
sd: اوتار اپ لوڊ ڪيو ويو

source: Average
sd: سراسري

source: A voice clip is marked "valid" when a user gives it a Yes vote.
sd: هڪ وائس ڪلپ کي "درست" نشان لڳايو ويندو آهي جڏهن هڪ صارف ان کي ها جو ووٽ ڏئي ٿو.

source: Avoid too much background noise - it should be easy to hear you.
sd: تمام گهڻو پس منظر گوڙ کان بچاء - اهو توهان جي ٻڌڻ لاء آسان هجڻ گهرجي.

source: Awards
sd: انعام

source: Azerbaijani
sd: آذربائيجاني ٻولي

source: Back
sd: واپس وڃو

source: Background Noise
sd: پس منظر گوڙ

source: Background Voices
sd: پس منظر جو آواز

source: Back to Top
sd: واپس مٿي وڃو

source: Bambara
sd: بمبارا ٻولي

source: Basaa
sd: بسا ٻولي

source: Bashkir
sd: بشڪر ٻولي

source: Basque
sd: بسڪاني ٻولي

source: Be cautious before rejecting a clip on the ground that the reader has mispronounced a word, has put the stress in the wrong place, or has apparently ignored a question mark. There are a wide variety of pronunciations in use around the world, some of which you may not have heard in your local community. Please provide a margin of appreciation for those who may speak differently from you.
sd: ڪنهن ڪلپ کي رد ڪرڻ کان اڳ محتاط رهو ته پڙهندڙ ڪنهن لفظ جو غلط تلفظ ڪيو آهي، دٻاءُ غلط جاءِ تي رکيو آهي، يا بظاهر ڪنهن سواليه نشان کي نظرانداز ڪيو آهي. سڄي دنيا ۾ استعمال ٿيندڙ تلفظ جا مختلف قسم آهن، جن مان ڪجهه شايد توهان پنهنجي مقامي ڪميونٽي ۾ نه ٻڌا هوندا. مھرباني ڪري انھن لاءِ قدرداني جي حد مهيا ڪريو جيڪي توھان کان مختلف ڳالھائي سگھن ٿا.

source: Become a Common Voice Partner
sd: هڪ گڏيل آواز ڀائيوار ٿيو

source: Belarusian
sd: بيلاروسي ٻولي

source: Benefits
sd: فائدا

source: Bengali
sd: بنگالي ٻولي

source: [‘Beret’ is OK whether with stress on the first syllable (UK) or the second (US)]
sd: ['Beret' ٺيڪ آهي ته ڇا پهرين اکر تي دٻاءُ سان (UK) يا ٻئي (US)]

source: <bold>{ $count }</bold> Clips
sd: <bold>{ $count }</bold> ڪلپس

source: <bold>Help us</bold> find more voices
sd: <bold>اسان جي مدد ڪريو</bold> وڌيڪ آواز ڳولھيو

source: Bosnian
sd: بوسنيائي ٻولي

source: Both
sd: ٻئي

source: Both (Speak and Listen)
sd: ٻئي (ٻڌڻ ۽ ڳالهائڻ)

source: Breton
sd: بريٽون ٻولي

source: [British English might make "root"]
sd: [برطانوي انگريزئ ۾ ٿي سگھي ٿو "روٽ"]

source: Browse Languages
sd: ٻوليون براؤز ڪريو

source: Build a custom goal
sd: هڪ حسب ضرورت مقصد ٺاهيو

source: Build Profile
sd: پروفائل ٺاھيو

source: Bulgarian
sd: بلغاريائي ٻولي

source: Bulk Sentences
sd: گھڻا جملا

source: Bulk Sentence Submission
sd: گھڻي تعداد ۾ جملا جمع ڪرائڻ

source: Bulk Sentences Uploaded
sd: وڏي تعداد ۾ جملا اپلوڊ ڪيا ويا

source: Burmese
sd: برمي ٻولي

source: Buryat
sd: بريت

source: <b>Why an email?</b> We may need to contact you in the future about changes to the dataset, an email provides us a point of contact.
sd: <b>اي ميل ڇو؟</b> اسان کي شايد توهان سان مستقبل ۾ ڊيٽا سيٽ ۾ تبديلين بابت رابطو ڪرڻو پوندو، هڪ اي ميل اسان کي رابطي جو هڪ نقطو مهيا ڪري ٿي.

source: By editing your goal, you may lose your existing progress.
sd: توھان جي مقصد کي تبديل ڪندي، توھان پنھنجي موجوده پيشرفت کي وڃائي سگھو ٿا.

source: By opting in to receive emails you state that you are okay with Mozilla handling this info as explained in Mozilla’s <privacyLink>Privacy Policy</privacyLink>.
sd: اي ميلون وصول ڪرڻ لاءِ آپٽ اِن ڪندي، توھان بيان ڪندا آھيو ته توھان سهمت آھيو Mozilla سان ھن معلومات کي سنڀالڻ لاءِ جيئن Mozilla جي <privacyLink>رازداري پاليسي</privacyLink> ۾ وضاحت ڪئي وئي آھي.

source: <b>You agree</b> to not attempt to determine the identity of speakers in the Common Voice dataset
sd: <b>توهان متفق آهيو</b> ته ڪامن وائس ڊيٽا سيٽ ۾ ڳالهائيندڙن جي سڃاڻپ کي طئي ڪرڻ جي ڪوشش نه ڪئي وڃي

source: By providing some information about yourself, the audio data you submit to Common Voice will be more useful to Speech Recognition engines that use this data to improve their accuracy.
sd: پنهنجي باري ۾ ڪجهه معلومات مهيا ڪرڻ سان، توهان جيڪو آڊيو ڊيٽا ڪامن وائس تي جمع ڪرايو، اهو تقرير لاءِ وڌيڪ مفيد ثابت ٿيندو سڃاڻپ انجڻ جيڪي هن ڊيٽا کي استعمال ڪن ٿا انهن جي درستگي کي بهتر ڪرڻ لاء.

source: By using Common Voice, you agree to our <termsLink>Terms</termsLink> and <privacyLink>Privacy Notice</privacyLink>
sd: عام آواز استعمال ڪندي، توهان اسان جي <termsLink>شرطن</termsLink> ۽ <privacyLink>رازداري نوٽيس</privacyLink> سان متفق آهيو

source: [Canadian English might make "route" sound like "rowt"]
sd: [ڪينيڊا جي انگريزئ ۾ ٿي سگھي ٿو "رستو" آواز "روٽ" وانگر]

source: Cancel Re-recording
sd: ٻيهر رڪارڊنگ منسوخ ڪريو

source: Cancel Submission
sd: جمع ڪرائڻ منسوخ ڪريو

source: Can't decide?
sd: فيصلو نٿو ڪري سگهان؟

source: Cantonese
sd: ڪينٽوني

source: Catalan
sd: قيطلوني ٻولي

source: Central Kurdish
sd: مرڪزي ڪردشي

source: Change your email via Settings under Login Identity
sd: پنھنجي اي ميل کي سيٽنگون ذريعي تبديل ڪريو لاگ ان سڃاڻپ جي تحت

source: Check <icon></icon> is this a linguistically correct sentence?
sd: چيڪ ڪريو <icon></icon> ڇا هي لساني لحاظ کان درست جملو آهي؟

source: Check if your language is listed on the <languagesPageLink>Common Voice Languages page</languagesPageLink>. If not, fill out this form and we’ll <strong>send you a handy email explaining how to get your language set up</strong>.
sd: چيڪ ڪريو ته توهان جي ٻولي لسٽ تي ڏنل آهي <languagesPageLink>Common Voice Languages ​​صفحو </languagesPageLink>. جيڪڏهن نه، هي فارم ڀريو ۽ اسين<strong>توهان کي هڪ آسان اي ميل موڪلينداسين وضاحت ڪندي توهان جي ٻولي ڪيئن قائم ڪجي</strong>.

source: <chevron></chevron>See less
sd: <chevron></chevron>گهٽ ڏسو

source: <chevron></chevron>See more
sd: <chevron></chevron>وڌيڪ ڏسو

source: Chinese (China)
sd: چيني (چين)

source: Chinese (Hong Kong)
sd: چيني (هانگ ڪانگ)

source: Chinese (Taiwan)
sd: چيني (تائيوان)

source: Chinyanja
sd: چنيانجا

source: Choose language/localization
sd: ٻولي چونڊيو / لوڪلائزيشن

source: Chuvash
sd: چواشي

source: Citation
sd: حوالو

source: Cite with a URL link or the full name of the work.
sd: URL لنڪ يا ڪم جي مڪمل نالي سان حوالو ڏيو.

source: Citing Sentences
sd: حوالو ڏيڻ وارا جملا

source: Click
sd: ڪلڪ ڪريو

source: Clipboard not supported
sd: ڪلپ بورڊ کي سپورٽ نه آهي

source: { $clipCount } voice clips, total archive size { $size }. Expires { $expires }.
sd: { $clipCount } وائس ڪلپس، ڪل آرڪائيو سائيز { $size }. جو مدو پورو ٿئي ٿو { $expires }.

source: Clip Graveyard
sd: قبرستان ڪلپ

source: Clips recorded
sd: رڪارڊ ٿيل ڪلپس

source: Clips Uploaded
sd: اپ لوڊ ڪيل ڪلپس

source: Clips validated
sd: ڪلپس جي تصديق ڪئي وئي

source: Clips You've Recorded
sd: ڪلپس جيڪي توهان رڪارڊ ڪيا آهن

source: Clips You've Validated
sd: ڪلپس جيڪي توهان تصديق ڪيا آهن

source: Close
sd: بند ڪريو

source: Collecting sentences
sd: جملا گڏ ڪرڻ

source: Collecting sentences from the public domain, or writing new ones for the public domain.
sd: عوامي ڊومين مان جملن کي گڏ ڪرڻ، يا عوامي ڊومين لاء نوان لکڻ.

source: Collect sentences
sd: جملا گڏ ڪريو

source: Comment
sd: تبصرو

source: Common Voice data plus all other voice datasets above.
sd: عام وائيس ڊيٽا ۽ مٿيان ٻيا سڀ وائس ڊيٽا سيٽ.

source: Common Voice Dataset
sd: عام وائس ڊيٽا سيٽ

source: Common Voice is a crowdsourcing platform, and the languages were all added by volunteers. We would love for you to add your language! <languageRequestLink>Ask about adding your language.</languageRequestLink>
sd: Common Voice هڪ ڪرائوڊ سورسنگ پليٽ فارم آهي، ۽ ٻوليون سڀ رضاڪارن پاران شامل ڪيون ويون آهن. اسان پسند ڪنداسين ته توهان پنهنجي ٻولي شامل ڪريو! <languageRequestLink>پنهنجي ٻولي شامل ڪرڻ بابت پڇو.</languageRequestLink>

source: Common Voice is Mozilla's initiative to help teach machines how real people speak.
sd: ڪامن وائس Mozilla جي شروعات آهي مشينن کي سکڻ ۾ مدد ڏيڻ لاءِ ته حقيقي ماڻهو ڪيئن ڳالهائيندا آهن.

source: Common Voice is part of Mozilla's initiative to help teach machines how real people speak.
sd: ڪمن وائس مشينن کي سکڻ ۾ مدد ڏيڻ لاءِ Mozilla جي شروعات جو حصو آهي حقيقي ماڻهو ڪيئن ڳالهائيندا آهن.

source: Common Voice is the world’s largest publicly available, multi-language voice dataset.
sd: Common Voice دنيا جو سڀ کان وڏو عوامي طور تي دستياب، گھڻن ٻولين وارو وائس ڊيٽا سيٽ آهي.

source: Common Voice recordings are used by academics, small businesses, and voice recognition enthusiasts to help train and grow publicly available resources like voice models. Can you let us know why you would like your recordings deleted?
sd: عام آواز جي رڪارڊنگ تعليمي ماهرن، ننڍن ڪاروبارن، ۽ آواز جي سڃاڻپ جي شوقينن پاران استعمال ڪيون وينديون آهن ٽريننگ ۾ مدد ڏيڻ ۽ عوامي طور تي موجود وسيلن جهڙوڪ وائس ماڊلز کي وڌائڻ ۾. ڇا توهان اسان کي ٻڌائي سگهو ٿا ته توهان ڇو چاهيو ٿا ته توهان جون رڪارڊنگون ڊهي وڃن؟

source: Community, Creatives and Civil Society
sd: ڪميونٽي، تخليقڪار ۽ سول سوسائٽي

source: Community participation and decision making.
sd: ڪميونٽي جي شموليت ۽ فيصلا ڪرڻ.

source: Community Playbook
sd: ڪميونٽي راند جو ڪتاب

source: Confirm
sd: تصديق ڪريو

source: Confirm Goal
sd: مقصد جي تصديق ڪريو

source: Confirm New Sentences
sd: نون جملن جي تصديق ڪريو

source: Connect with Gravatar
sd: Gravatar سان ڳنڍيو

source: Contact
sd: رابطو

source: Contact authors, playwrights or screenwriters and ask if they would be willing to dedicate a small portion of their works to the public domain
sd: ليکڪن، ڊراما نگارن يا اسڪرين رائٽرن سان رابطو ڪريو ۽ پڇو ته ڇا اھي پنھنجي ڪم جو ھڪڙو ننڍڙو حصو عوامي ڊومين لاءِ وقف ڪرڻ لاءِ تيار ھوندا

source: Contact Form
sd: رابطو فارم

source: Contact the Common Voice team
sd: عام آواز ٽيم سان رابطو ڪريو

source: Contact Us
sd: اسان سان رابطو ڪريو

source: Content available under a <licenseLink>Creative Commons license</licenseLink>
sd: <licenseLink>Creative Commons لائسنس</licenseLink> جي تحت مواد موجود آهي

source: Continue
sd: جاري رکو

source: Continue validating
sd: تصديق ڪرڻ جاري رکو

source: Contribute
sd: تعاون ڪريو

source: Contribute sentences
sd: جملا شامل ڪريو

source: Contribute to { $lang }
sd: ۾ حصو ڏيو { $lang }

source: Contribute Your Voice
sd: پنھنجي آواز ۾ حصو ڏيو

source: Contribution Activity
sd: تعاون جي سرگرمي

source: Contribution Criteria
sd: تعاون جي معيار

source: Contribution Experience
sd: حصو ڏيڻ جو تجربو

source: Contribution Guidelines
sd: تعاون جون ھدايتون

source: Contributors record voice clips by reading from a bank of donated sentences.
sd: مدد ڪندڙ عطيو ڪيل جملن جي بئنڪ مان پڙهڻ سان وائس ڪلپس رڪارڊ ڪن ٿا.

source: Cookies
sd: ڪوڪيز

source: <coquiLink>Coqui</coquiLink> is dedicated to open speech technology. Their projects include deep learning based STT and TTS engines.
sd: <coquiLink>Coqui</coquiLink> اسپيچ ٽيڪنالاجي کي کولڻ لاءِ وقف ڪيو ويو آهي. انهن جي منصوبن ۾ ايس ٽي ٽي ۽ ٽي ٽي ايس انجڻ تي ٻڌل ڊيپ لرننگ شامل آهن.

source: Cornish
sd: ڪارنيش

source: Corsican
sd: ڪارسيڪن ٻولي

source: Could not add language
sd: ٻولي شامل نه ٿي سگھي

source: Could not change settings. Please try again.
sd: سيٽنگ تبديل نه ٿي سگھي. مهرباني ڪري ٻيهر ڪوشش ڪريو.

source: Could not remove language
sd: ٻولي نه ڪڍي سگهياسين

source: Could not remove language: language not found
sd: ٻولي ختم نه ٿي سگهي: ٻولي نه ملي

source: { $count } clips
sd: { $count } ڪلپَ

source: { $count }mo
sd: { $count } مهينو

source: { $countOfInvalidated } rejected by you
sd: { $countOfInvalidated } توهان جي طرفان رد ڪيو ويو

source: { $countOfReviewed } sentences are already reviewed. Great job!
sd: { $countOfReviewed } جملا اڳ ۾ ئي نظرثاني ٿيل آهن. زبردست ڪم!

source: { $countOfSentences } sentences found.
sd: { $countOfSentences } جملا مليا.

source: { $countOfUnreviewed } sentences are unreviewed. If you want, you can also review your sentences now before submitting them.
sd: { $countOfUnreviewed } جملا غير نظرثاني ٿيل آھن. جيڪڏھن توھان چاھيو ٿا، توھان پڻ پنھنجي جملن جو جائزو وٺي سگھوٿا انھن کي جمع ڪرڻ کان اڳ.

source: { $count }wk
sd: { $count } هفتو

source: { $count }y
sd: { $count }سال

source: [Crackle] giant dinosaurs of [crackle] -riassic.
sd: [ڪريل] وڏي ڊائنوسار جو [ڪريل] -رياسڪ.

source: Create a Custom Goal
sd: هڪ حسب ضرورت مقصد ٺاهيو

source: Create a profile
sd: پروفائل ٺاھيو

source: Create modern, colloquial sentences by yourself or with your friends or language community - for example through a ‘write-a-thon’
sd: پنهنجو پاڻ يا پنهنجي دوستن يا ٻوليءَ جي ڪميونٽي سان جديد، ڳالهائڻ وارا جملا ٺاهيو - مثال طور هڪ ’لائي-اي-ٿون‘ ذريعي

source: Creating opportunities for a diversity of people to contribute to Common Voice ensures the dataset serves as many people as possible. We’ve created resources and templates that you can use!
sd: ماڻهن جي تنوع لاءِ موقعا پيدا ڪرڻ لاءِ ڪامن وائس ۾ حصو وٺڻ کي يقيني بڻائي ٿو ته ڊيٽا سيٽ جيترو ٿي سگهي ماڻهن جي خدمت ڪري. اسان وسيلا ۽ ٽيمپليٽ ٺاهيا آهن جيڪي توهان استعمال ڪري سگهو ٿا!

source: Criteria
sd: معيار

source: Croatian
sd: ڪروشيائي ٻولي

source: Czech
sd: چيڪ

source: Dagbani
sd: دگباني ٻولي

source: Daily Goal
sd: روزانه جو مقصد

source: Danish
sd: ڊينش

source: Dashboard
sd: ڊيش بورڊ

source: Dataset Release
sd: ڊيٽا سيٽ رليز

source: Datasets
sd: ڊيٽا سيٽ

source: Date
sd: تاريخ

source: Days
sd: ڏينھن

source: De-identified
sd: اڻ ڄاتل

source: Delete my recordings
sd: منهنجي رڪارڊنگ کي ختم ڪريو

source: Delete Profile
sd: پروفائل کي ختم ڪريو

source: Delete selected sentences
sd: منتخب ٿيل جملا حذف ڪريو

source: Deleting selected sentences…
sd: چونڊيل جملن کي حذف ڪيو پيو وڃي...

source: Dhivehi
sd: ڌويهيائي

source: Different language
sd: مختلف ٻولي

source: Difficult
sd: مشڪل

source: Difficult to pronounce
sd: تلفظ ڪرڻ ڏکيو

source: Dioula
sd: ديولائي ٻولي

source: Discard ongoing recording
sd: جاري رڪارڊنگ کي رد ڪريو

source: Discourse
sd: ڳالهه ٻولهه

source: Does the sentence meet the guidelines?
sd: ڇا جملو هدايتن کي پورو ڪري ٿو؟

source: Donate
sd: عطيو ڪريو

source: Donate your voice
sd: پنهنجو آواز عطيو ڪريو

source: Don't see your language on Common Voice yet?
sd: اڃا تائين توهان جي ٻولي عام آواز تي نظر نه آئي آهي؟

source: Don’t see your language reflected in the Dataset? To request a language head over to our Languages page.
sd: ڇا توھان جي ٻولي ڊيٽا سيٽ ۾ نظر نٿي اچي؟ اسان جي ٻولين واري صفحي تي هڪ ٻولي سر جي درخواست ڪرڻ لاء.

source: Download
sd: ڊائون لوڊ ڪريو

source: Download Common Voice Data
sd: ڊائون لوڊ ڪريو عام وائس ڊيٽا

source: Download Data
sd: ڊيٽا ڊائونلوڊ ڪريو

source: Download Dataset Bundle
sd: ڊائون لوڊ ڪريو ڊيٽا سيٽ بنڊل

source: Download { $language }
sd: ڊائون لوڊ ڪريو { $language }

source: Download Links
sd: لنڪس ڊائونلوڊ ڪريو

source: Download My Data
sd: منهنجي ڊيٽا کي ڊائون لوڊ ڪريو

source: Download profile data
sd: پروفائل ڊيٽا ڊائون لوڊ ڪريو

source: Download the Dataset
sd: ڊيٽا سيٽ ڊائون لوڊ ڪريو

source: Download the Single Word Target Segment
sd: ڊائون لوڊ ڪريو اڪيلو لفظ ھدف وارو حصو

source: Do you have ideas on how we can make the Common Voice dataset better? Let us know on Discourse
sd: ڇا توهان وٽ ويچار آهن ته اسان ڪيئن عام آواز ڊيٽا سيٽ کي بهتر ڪري سگهون ٿا؟ اچو ته گفتگو تي ڄاڻون

source: Do you want to continue?
sd: ڇا توھان جاري رکڻ چاھيو ٿا؟

source: Do you want to Speak, Listen or both?
sd: ڇا توھان چاھيو ٿا ڳالھائڻ، ٻڌڻ يا ٻئي؟

source: Drag and drop or <browseWrap>Browse</browseWrap>
sd: ڇڪيو ۽ ڇڏي ڏيو يا <browseWrap>براؤز ڪريو</browseWrap>

source: Drag your file here or <uploadButton>click to upload</uploadButton>
sd: پنھنجي فائل کي ھتي ڇڪيو يا <uploadButton>اپلوڊ ڪرڻ لاءِ ڪلڪ ڪريو</uploadButton>

source: Drop file here to upload
sd: اپلوڊ ڪرڻ لاءِ فائل هتي ڇڏي ڏيو

source: During contribution submission feedback will be skipped after clicking 'Submit'. Contribution will continue directly with the next set of 5 recordings or validations.
sd: تعاون جي جمع ڪرائڻ دوران 'جمع ڪريو' تي ڪلڪ ڪرڻ کان پوءِ جوابي راء کي ڇڏي ڏنو ويندو. حصو سڌو سنئون 5 رڪارڊنگ يا تصديق جي ايندڙ سيٽ سان جاري رهندو.

source: Dutch
sd: ڊچ
